Repository: HelloWorldSagwa/PastaPortionPro
Catalog: LanguageSupport/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant, zh_hk

source: %.1f m
zh_hans: %.1f 分鐘
zh_hant: %.1f 分鐘
zh_hk: %.1f 分鐘

source: - %lld time
zh_hans: - %lld 次数
zh_hant: - %lld 次数
zh_hk: - %lld 次数

source: - %lld times
zh_hans: - %lld 次数
zh_hant: - %lld 次数
zh_hk: - %lld 次数

source: (max %.2f)
zh_hans: (最大 %.2f)
zh_hant: (最大 %.2f)
zh_hk: (最大 %.2f)

source: %lld times
zh_hans: %lld 次数
zh_hant: %lld 次数
zh_hk: %lld 次数

source: 1 Day Ago
zh_hans: 1天前
zh_hant: 1天前
zh_hk: 1天前

source: 2 Minutes Alert
zh_hans: 2分钟前提醒
zh_hant: 2分鐘前提醒
zh_hk: 2分鐘前提醒

source: 2 minutes until the pasta is done! Check the doneness! This message will close in %.0f seconds.
zh_hans: 2分钟后意大利面就做好了！检查熟度！此信息将在%.0f秒内关闭。
zh_hant: 2分鐘後意大利麵就做好了！檢查熟度！此信息將在%.0f秒內關閉。
zh_hk: 2分鐘後意大利麵就做好了！檢查熟度！此信息將在%.0f秒內關閉。

source: About
zh_hans: 关于
zh_hant: 關於
zh_hk: 關於

source: ABOUT
zh_hans: 关于
zh_hant: 關於
zh_hk: 關於

source: About Pasta Portion Pro
zh_hans: 关于 Pasta Portion Pro
zh_hant: 關於 Pasta Portion Pro
zh_hk: 關於 Pasta Portion Pro

source: Access Now
zh_hans: 立即访问
zh_hant: 立即訪問
zh_hk: 立即存取

source: Accurate Pasta Portion Calculation
zh_hans: 准确的意面份量计算
zh_hant: 準確的意粉份量計算
zh_hk: 準確的意粉份量計算

source: After boiling, check the texture of the pasta.
zh_hans: 煮熟后，请检查意大利面的口感。
zh_hant: 煮熟後，檢查義大利麵的口感。
zh_hk: 煮熟後，檢查意大利麵的口感。

source: Are You Sure to Clear All Data?
zh_hans: 确定清除所有数据吗？
zh_hant: 確定清除所有資料嗎？
zh_hk: 確定清除所有數據嗎？

source: Are You Sure?
zh_hans: 你确定吗？
zh_hant: 你確定嗎？
zh_hk: 你確定嗎？

source: Average
zh_hans: 平均
zh_hant: 平均
zh_hk: 平均

source: Boil Pasta with Timer
zh_hans: 设定计时器煮意大利面
zh_hant: 設定計時器煮義大利麵
zh_hk: 設定計時器煮意大利麵

source: Chewy
zh_hans: 有嚼劲
zh_hant: 有嚼勁
zh_hk: 有嚼勁

source: Choose doneness
zh_hans: 选择熟度
zh_hant: 選擇熟度
zh_hk: 選擇熟度

source: Clean the Screen
zh_hans: 清洁屏幕
zh_hant: 清潔屏幕
zh_hk: 清潔屏幕

source: Clear All History
zh_hans: 清除所有历史记录
zh_hant: 清除所有歷史記錄
zh_hk: 清除所有歷史記錄

source: Continue
zh_hans: 继续
zh_hant: 繼續
zh_hk: 繼續

source: Cook most pasta for 8-10 minutes for a chewy texture. For softer pasta, cook longer. Check the package for specific times.
zh_hans: 大多数意大利面煮8-10分钟，口感有嚼劲。如果喜欢软一点的意大利面，则煮更长时间。请查看包装上的具体时间。
zh_hant: 大多數義大利麵煮8-10分鐘，口感有嚼勁。如果喜歡軟一點的義大利麵，則煮更長時間。請查看包裝上的具體時間。
zh_hk: 大多數意大利面煮8-10分鐘，口感有嚼勁。如果喜歡軟一點的意大利面，則煮更長時間。請查看包裝上的具體時間。

source: Cooking times vary by brand; check the package.
zh_hans: 烹饪时间因品牌而异，请查看包装。
zh_hant: 烹飪時間因品牌而異，請查看包裝。
zh_hk: 烹調時間因品牌而異，請查看包裝。

source: Create Profile
zh_hans: 创建个人资料
zh_hant: 建立個人資料
zh_hk: 创建个人资料

source: Create Unlimited Profiles
zh_hans: 创建无限制的个人档案
zh_hant: 建立無限制的個人檔案
zh_hk: 建立無限制的個人檔案

source: Custom
zh_hans: 自定义
zh_hant: 自訂義
zh_hk: 自定义

source: Custom Settings
zh_hans: 自定义设置
zh_hant: 自訂設置
zh_hk: 自定設置

source: Days Ago
zh_hans: 天前
zh_hant: 天前
zh_hk: 天前

source: Don't worry if you forget to check! You can still rate it in [History].
zh_hans: 如果你忘了检查也不用担心！你仍然可以在[History]中评分。
zh_hant: 如果你忘了檢查也不用擔心！你仍然可以在[History]中評分。
zh_hk: 如果你忘了檢查也不用擔心！你仍然可以在[History]中評分。

source: Done
zh_hans: 完成
zh_hant: 完成
zh_hk: 完成

source: Doneness
zh_hans: 熟度
zh_hant: 熟度
zh_hk: 熟度

source: Doneness Adjustment
zh_hans: 熟度调整
zh_hant: 熟度調整
zh_hk: 熟度調整

source: Easily set up your profile with just a tap!
zh_hans: 只需轻按一下，即可轻松设置您的个人资料！
zh_hant: 只需輕按一下，即可輕鬆設置您的個人資料！
zh_hk: 只需輕按一下，即可輕鬆設置您的個人資料！

source: Enable [2 Minutes Alert] to get a reminder 2 minutes before completion.
zh_hans: 启用[2分钟提醒]以在完成前2分钟收到提醒。
zh_hant: 啟用[2分鐘提醒]以在完成前2分鐘收到提醒。
zh_hk: 啟用[2分鐘提示]以在完成前2分鐘收到提醒。

source: Enhanced History Management
zh_hans: 强化历史管理
zh_hant: 強化版歷史管理
zh_hk: 加強版歷史管理

source: Firm and Chewy
zh_hans: 有弹性及嚼劲
zh_hant: 有彈性及嚼勁
zh_hk: 有彈性及嚼勁

source: For hygiene purposes, please clean your smartphone before use.
zh_hans: 为了卫生目的，请在使用前清洁您的智能手机。
zh_hant: 為了衛生目的，在使用前請清潔您的智慧型手機。
zh_hk: 為了衛生目的，在使用前請清潔您的智能手機。

source: Get a Premium Badge
zh_hans: 获得高级徽章
zh_hant: 獲得高級徽章
zh_hk: 獲得高級徽章

source: Get Premium Access
zh_hans: 获取 Premium Access
zh_hant: 获取 Premium Access
zh_hk: 獲取 Premium Access

source: GET PREMIUM ACCESS
zh_hans: 获取 Premium Access
zh_hant: 获取 Premium Access
zh_hk: 獲取 Premium Access

source: Get Started
zh_hans: 开始进行
zh_hant: 開始進行
zh_hk: 開始進行

source: Got It
zh_hans: 明白
zh_hant: 明白
zh_hk: 明白

source: Help
zh_hans: 帮助
zh_hant: 幫助
zh_hk: 幫助

source: History Page View Options
zh_hans: 记录页面查看选项
zh_hant: 記錄頁面檢視選項
zh_hk: 記錄頁面檢視選項

source: How to Use the App
zh_hans: 如何使用此应用程序
zh_hant: 如何使用此應用程式
zh_hk: 如何使用此應用程式

source: How Was the Pasta?
zh_hans: 意大利面好吃吗？
zh_hant: 意大利麵好吃嗎？
zh_hk: 意大利面好吃嗎？

source: If you're ready, please press the button below.
zh_hans: 如果您准备好了，请按下面的按钮。
zh_hant: 如果您準備好了，請按下面的按鈕。
zh_hk: 如果您準備好了，請按下面的按鈕。

source: Loading...
zh_hans: 加载中...
zh_hant: 載入中...
zh_hk: 載入中...

source: Log in and go to [Portion].
zh_hans: 登录并前往[Portion]
zh_hant: 登入並前往[Portion]
zh_hk: 登入並前往[Portion]

source: Log Out to Change Profile
zh_hans: 登出以更改个人资料
zh_hant: 登出以更改個人資料
zh_hk: 登出以更改個人資料

source: m
zh_hans: 分鐘
zh_hant: 分鐘
zh_hk: 分鐘

source: Manage everything easily with our smart dashboard. It's clear and straightforward.
zh_hans: 轻松管理一切，使用我们的智能仪表板。它清晰而直接。
zh_hant: 輕鬆管理一切，使用我們的智能儀表板。它清晰而直接。
zh_hk: 輕鬆管理一切，用我們的智能儀表板。它清晰而直接。

source: max %.2f
zh_hans: 最大 %.2f
zh_hant: 最大 %.2f
zh_hk: 最大 %.2f

source: max 20
zh_hans: 最大 20
zh_hant: 最大 20
zh_hk: 最大 20

source: Measure Your Portion
zh_hans: 測量您的份量
zh_hant: 測量您的份量
zh_hk: 測量您的份量

source: minutes
zh_hans: 分钟
zh_hant: 分鐘
zh_hk: 分鐘

source: Minutes
zh_hans: 分钟
zh_hant: 分鐘
zh_hk: 分鐘

source: Most
zh_hans: 最
zh_hant: 最
zh_hk: 最

source: Most Selected
zh_hans: 最多选择
zh_hant: 最多選擇
zh_hk: 最多選擇

source: Next
zh_hans: 下一个
zh_hant: 下一個
zh_hk: 下一個

source: No
zh_hans: 不
zh_hant: 不
zh_hk: 冇

source: No History Saved
zh_hans: 没有保存历史记录
zh_hant: 無保存歷史紀錄
zh_hk: 無保存歷史記錄

source: No History Saved!
zh_hans: 没有保存历史记录!
zh_hant: 無保存歷史紀錄!
zh_hk: 無保存歷史記錄!

source: Pasta Portion Pro requires direct contact between the ingredients and the smartphone.
zh_hans: Pasta Portion Pro 需要食材与智能手机之间的直接接触。
zh_hant: Pasta Portion Pro 需要食材與智慧型手機之間的直接接觸。
zh_hk: Pasta Portion Pro 需要食材與智能手機之間的直接接觸。

source: PLACE YOUR PASTA HERE
zh_hans: 放置 你的 意大利面 在这里
zh_hant: 放置 你的 意大利面 在這裡
zh_hk: 放置 你的 意大利面 在这里

source: Place phone flat, stand pasta in red circle.
zh_hans: 手机平放，意大利面放在红色圆圈内。
zh_hant: 手機平放，意粉放在紅色圓圈內。
zh_hk: 手機平放，意粉放在紅色圓圈內。

source: Please select the data to highlight on the screen.
zh_hans: 请选择要在屏幕上突出显示的数据
zh_hant: 請選擇要在屏幕上突顯顯示的數據
zh_hk: 請選擇要在屏幕上突出顯示的數據

source: Please select the sorting option you would like to use
zh_hans: 请选择您想使用的排序选项。
zh_hant: 請選擇您想使用的排序選項。
zh_hk: 請選擇您想使用的排序選項。

source: Please set the option you will first see on the home screen.
zh_hans: 请设置您将在主屏幕上首先看到的选项。
zh_hant: 請設置您將在主畫面上首先看到的選項。
zh_hk: 請設置您將在主屏幕上首先看到的選項。

source: Portion with %@
zh_hans: 以%@分量
zh_hant: 以%@分量
zh_hk: 以%@分量

source: Powerful History Feature
zh_hans: 强大的历史记录功能
zh_hant: 強大的歷史記錄功能
zh_hk: 強大的歷史記錄功能

source: Press [Save & Start Timer].
zh_hans: 按下[保存并开始计时]
zh_hant: 按下[儲存並開始計時]
zh_hk: 按下[保存並開始計時]

source: Press [Start] to begin the timer.
zh_hans: 按下[开始]以启动计时器。
zh_hant: 按下[開始]以啟動計時器。
zh_hk: 按下[開始]以啟動計時器。

source: Press the [%@ Portion] tab to create your own portion!
zh_hans: 按 [%@ Portion] 标签创建您自己的分量！
zh_hant: 按 [%@ Portion] 標籤創建您自己的分量！
zh_hk: 按 [%@ Portion] 標籤創建您自己的分量！

source: Press the [Portion] tab to create your own portion!
zh_hans: 按 [Portion] 标签创建您自己的分量！
zh_hant: 按 [Portion] 標籤創建您自己的分量！
zh_hk: 按 [Portion] 標籤創建您自己的分量！

source: Profile Creation Limit Exceeded
zh_hans: 已超出创建个人资料的限制
zh_hant: 已超出創建個人資料的限制
zh_hk: 已超出建立檔案的限制

source: purchase
zh_hans: 购买
zh_hant: 购买
zh_hk: 購買

source: Quick Portion
zh_hans: 快速份量
zh_hant: 快速份量
zh_hk: 快速 分量

source: Rate the pasta based on its texture.
zh_hans: 根据质地评分意大利面。
zh_hant: 根據質地評分意大利麵。
zh_hk: 根據質地評分意大利面。

source: Rate Your Pasta
zh_hans: 评估您的意大利面
zh_hant: 評估您的義大利麵
zh_hk: 評估您的意大利麵

source: Rating
zh_hans: 评分
zh_hant: 評分
zh_hk: 評分

source: Ratings
zh_hans: 评分
zh_hant: 評分
zh_hk: 評分

source: Recent 5 Histories
zh_hans: 最近5条记录
zh_hant: 最近5條紀錄
zh_hk: 最近5條記錄

source: Remove Ads Forever
zh_hans: 永久移除广告
zh_hant: 永久移除廣告
zh_hk: 永久移除廣告

source: Restore Purchase
zh_hans: 恢复购买
zh_hant: 恢復購買
zh_hk: 恢復購買

source: Save
zh_hans: 保存
zh_hant: 儲存
zh_hk: 儲存

source: Save & Start Timer
zh_hans: 保存并启动计时器
zh_hant: 儲存並啟動計時器
zh_hk: 儲存並啟動計時器

source: Select Highlighted Data
zh_hans: 选择突出显示的数据
zh_hant: 選擇突顯顯示的數據
zh_hk: 選擇突出顯示的數據

source: Set a timer and recheck the doneness of the pasta 2 minutes before.
zh_hans: 设定计时器，并在前两分钟重新检查意大利面的熟度
zh_hant: 設定計時器，並在前兩分鐘重新檢查意大利麵的熟度
zh_hk: 設定計時器，並在前兩分鐘重新檢查意大利麵的熟度

source: Set First Home Screen Option
zh_hans: 设置首个主屏幕选项
zh_hant: 設置首個主畫面選項
zh_hk: 設置首個主屏幕選項

source: Share Your Purchase with Family
zh_hans: 与家人分享您的购买
zh_hant: 與家人分享您的購買
zh_hk: 與家人分享您的購買

source: Smart Dashboard for Easy Management
zh_hans: 智能仪表板便于管理
zh_hant: 智能儀表板便於管理
zh_hk: 智能儀表板便於管理

source: Soft
zh_hans: 软
zh_hant: 軟
zh_hk: 軟

source: Softer than Al Dente
zh_hans: 比Al Dente更软
zh_hant: 比Al Dente更軟
zh_hk: 比Al Dente更軟

source: Start
zh_hans: 开始
zh_hant: 開始
zh_hk: 開始

source: Starting Pasta Portion Pro
zh_hans: 启动 Pasta Portion Pro
zh_hant: 開始 Pasta Portion Pro
zh_hk: 開始 Pasta Portion Pro

source: Summary when folded or all information when unfolded.
zh_hans: 折叠时摘要，展开时所有信息。
zh_hant: 摺疊時摘要，展開時所有信息。
zh_hk: 摺疊時摘要，展開時所有信息。

source: Tap
zh_hans: 点击
zh_hant: 點擊
zh_hk: 點擊

source: Tender
zh_hans: 柔嫩
zh_hant: 柔嫩
zh_hk: 柔嫩

source: Thank you for downloading
zh_hans: 感謝下載
zh_hant: 感謝下載
zh_hk: 感謝下載

source: Thank you to everyone else who contributed to the app development.
zh_hans: 感谢所有其他为应用程序开发做出贡献的人。
zh_hant: 感謝所有其他為應用程式開發作出貢獻的人。
zh_hk: 感謝所有其他為應用程式開發作出貢獻的人。

source: There Is No Data
zh_hans: 无数据
zh_hant: 無數據
zh_hk: 無數據

source: This app uses offline login.
zh_hans: 该应用程序使用离线登录。
zh_hant: 此應用程式使用離線登錄。
zh_hk: 此應用程序使用離線登錄。

source: time
zh_hans: 次数
zh_hant: 次数
zh_hk: 次數

source: times
zh_hans: 次数
zh_hant: 次数
zh_hk: 次數

source: To use a timer, you have to create the portion first.
zh_hans: 使用计时器前，您必须先创建份量。
zh_hant: 使用計時器前，您必須先創建份量。
zh_hk: 使用計時器前，你必須先建立份量。

source: Today
zh_hans: 今天
zh_hant: 今天
zh_hk: 今天

source: Track all your cooking records in one place: averages, most selected options, calories, cooking time, and Pasta Points.
zh_hans: 在一个地方追踪所有您的烹饪记录：平均数、最常选择的选项、卡路里、烹饪时间和 Pasta Points。
zh_hant: 在一個地方追蹤所有您的烹飪記錄：平均數、最常選擇的選項、卡路里、烹飪時間和 Pasta Points.
zh_hk: 在一個地方追蹤所有您的烹飪記錄：平均數、最常選擇的選項、卡路里、烹飪時間和 Pasta Points。

source: Typically, cook for 6-10 minutes for Al Dente.
zh_hans: 通常，烹煮6-10分钟达到“Al Dente”状态。
zh_hant: 通常，烹煮6-10分鐘達到“Al Dente”狀態。
zh_hk: 通常，烹煮6-10分鐘達到“Al Dente”狀態。

source: Use Pasta Points to measure the exact amount of pasta you need. No more guessing!
zh_hans: 使用 Pasta Point 来测量您所需的精确意面量。不再猜测！
zh_hant: 使用 Pasta Point 來測量您所需的精確意面量。不再猜測！
zh_hk: 使用 Pasta Point 測量您需要的精確意粉量。不再猜測！

source: User Data
zh_hans: 用户数据
zh_hant: 使用者資料
zh_hk: 用戶數據

source: Using Premium Access
zh_hans: 使用 Premium Access
zh_hant: 使用 Premium Access
zh_hk: 使用 Premium Access

source: Very Soft, Lacking Firmness
zh_hans: 非常软，缺乏结实感
zh_hant: 非常軟，缺乏結實感
zh_hk: 非常軟，缺乏結實感

source: View Privacy Policy
zh_hans: 查看隐私政策
zh_hant: 查看隱私政策
zh_hk: 查看隱私政策

source: Want to Manage More?
zh_hans: 想要管理更多吗？
zh_hant: 想要管理更多嗎？
zh_hk: 想要管理更多嗎？

source: We will now explain how to use this app.
zh_hans: 我们现在将解释如何使用此应用程序。
zh_hant: 我們現在將解釋如何使用此應用程式。
zh_hk: 我們現在將解釋如何使用此應用程序。

source: Welcome
zh_hans: 欢迎
zh_hant: 歡迎
zh_hk: 歡迎

source: Yes
zh_hans: 是
zh_hant: 是
zh_hk: 是

source: Your name must be 4+ characters
zh_hans: 您的名字必須是4個或更多字符。
zh_hant: 您的名字必須是4個或更多字符。
zh_hk: 您的名字必须是4个或更多字符。

source: Your Pasta Is Ready. Do You Like It?
zh_hans: 您的意大利面已经做好了。 您喜欢吗？
zh_hant: 您的意大利麵已經準備好了。 您喜歡嗎？
zh_hk: 您的意大利面已经做好了。 您喜欢吗？
